Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.cb5d23c702e0
source: 蓄積した記録を期間・種目・センサー別に確認
ar_sa: التحقق من السجلات المتراكمة حسب الفترة والحدث وأجهزة الاستشعار
ca: Comproveu els registres acumulats per període, esdeveniment i sensor
cs: Zobrazte si uložené záznamy podle období, kategorie a senzoru.
da: Se dine registrerede data efter periode, øvelse og sensor.
de_de: Aufzeichnungen nach Zeitraum, Übung und Sensor anzeigen
el: Ελέγξτε τα αποθηκευμένα δεδομένα ανά χρονική περίοδο, κατηγορία και αισθητήρα.
en_au: View your records by period, exercise type, and sensor.
es_es: Revisa tus registros acumulados por período, ejercicio y sensor.
fi: Tarkista tallennetut tiedot aikavälittäin, lajin ja anturin mukaan
fr_ca: Consultez vos enregistrements, classés par période, catégorie et capteur.
gu: સમય, પ્રકાર અને સેન્સર પ્રમાણે સંગ્રહિત રેકોર્ડ જુઓ
he: בדוק את ההיסטוריה שלך לפי תקופה, סוג פעילות וסנסור.
hi: समय, गतिविधि और सेंसर के अनुसार जमा किए गए रिकॉर्ड की जाँच करें।
hr: Pregledajte zabilježene podatke prema periodu, disciplini i senzoru.
hu: Agyományzott adatokat idő, sporttípus és érzékelő szerint ellenőrizheti.
id: Lihat catatan yang telah Anda kumpulkan berdasarkan periode, jenis latihan, dan sensor.
it: Visualizza i tuoi progressi, suddivisi per periodo, esercizio e sensore.
ko: 기간, 종목, 센서별로 축적된 기록 확인
mr: साठवलेल्या नोंदी, कालावधी, प्रकार आणि सेन्सरनुसार तपासा.
ms: Semak rekod yang disimpan mengikut tempoh, aktiviti dan sensor.
nl_nl: Bekijk opgeslagen gegevens per periode, activiteit en sensor.
no: Se lagrede resultater etter periode, øvelse og sensor.
pl: Sprawdź zgromadzone dane według okresu, kategorii i czujnika.
pt_br: Visualize seus registros, por período, modalidade e sensor.
pt_pt: Visualize seus registros, por período, modalidade e sensor.
ro: Verificați înregistrările acumulate, după interval, categorie și senzor.
ru: Просмотр накопленных записей по периодам, видам спорта и датчикам.
sk: Zobrazte si uložené záznamy podľa obdobia, druhu a senzora.
sl: Preverite shranjene podatke po obdobju, kategoriji in senzorju.
sv: Se dina sparade resultat per tidsperiod, övning och sensor.
ta: காலம், வகை மற்றும் சென்சார் வாரியாக சேமித்த பதிவுகளைப் பார்க்கவும்.
te: సమయం, క్రీడ మరియు సెన్సార్‌ల వారీగా సేకరించిన రికార్డులను చూడవచ్చు.
th: ตรวจสอบบันทึกที่สะสม แยกตามช่วงเวลา, ประเภท และเซ็นเซอร์
tr: Topladığınız kayıtları, dönem, egzersiz türü ve sensörlere göre kontrol edin.
uk: Перегляньте збережені записи за періодом, видом діяльності та датчиком.
vi: Xem lại các ghi chú đã lưu theo khoảng thời gian, môn thể thao và cảm biến.
zh_hans: 查看按时间、项目和传感器分类的积累记录
zh_hant: 查看儲存的記錄，按時間、運動項目和感測器分類

# training.cb7f0433f8fc
source: この種目はスキップされました
ar_sa: لقد تم تخطي هذا الحدث
ca: Aquest esdeveniment s'ha omès
cs: Toto cvičení bylo vynecháno
da: Denne øvelse er blevet overset
de_de: Diese Übung wurde übersprungen
el: Αυτή η άσκηση παραλείφτηκε
en_au: This exercise was skipped
es_es: Este ejercicio ha sido omitido
fi: Tämä harjoitus jätettiin pois
fr_ca: Cet exercice a été manqué
gu: આ કસરત છોડી દો
he: התרגיל הזה נדחה
hi: यह व्यायाम छोड़ दिया गया है
hr: Ova vježba je preskočena
hu: Ez az edzés kihagyva lett
id: Latihan ini dihilangkan
it: Questo esercizio è stato saltato
ko: 이 운동은 건너뜁니다
mr: हा व्यायाम वगळाला आहे
ms: Aktiviti ini telah dilangkau
nl_nl: Deze oefening is overgeslagen
no: Denne øvelsen ble hoppet over
pl: To ćwiczenie zostało pominięte
pt_br: Este exercício foi omitido
pt_pt: Este exercício foi omitido
ro: Acest exercițiu a fost omis
ru: Это упражнение пропущено
sk: Toto cvičenie bolo preskočené
sl: Ta vaja je bila preskočena
sv: Den här övningen hoppades över
ta: இந்த பயிற்சி தவிர்க்கப்பட்டது
te: ఈ వ్యాయమాన్ని దాటవేయండి
th: รายการนี้ถูกข้ามไป
tr: Bu egzersiz atlandı
uk: Ця вправа була пропущена
vi: Bài tập này đã bị bỏ qua
zh_hans: 此项活动已取消。
zh_hant: 此項已跳過

# training.ccbfd895aa76
source: Apple Watch接続が未準備です
ar_sa: Apple Watchالاتصال غير جاهز
ca: Apple WatchLa connexió no està preparada
cs: Připojení k Apple Watch není připraveno.
da: Apple Watch-forbindelsen er ikke klar.
de_de: Die Verbindung zu Ihrem Apple Watch ist noch nicht eingerichtet.
el: Η σύνδεση με το Apple Watch δεν έχει ρυθμιστεί ακόμα.
en_au: Apple Watch connection is not yet ready.
es_es: La conexión con Apple Watch no está preparada.
fi: Apple Watch -yhteyttä ei ole vielä valmistettu.
fr_ca: La connexion avec Apple Watch n'est pas encore établie.
gu: એપલ વૉચ કનેક્શન તૈયાર નથી.
he: חיבור ה-Apple Watch אינו מוכן.
hi: Apple Watch कनेक्शन तैयार नहीं है।
hr: Veza s Apple Watchom nije pripremljena.
hu: Az Apple Watch-hoz való kapcsolat nem áll rendelkezésre.
id: Koneksi dengan Apple Watch belum siap.
it: La connessione con Apple Watch non è ancora disponibile.
ko: Apple Watch 연결이 준비되지 않았습니다.
mr: ॲपल वॉच कनेक्शन तयार नाही.
ms: Sambungan Apple Watch belum bersedia.
nl_nl: De verbinding met Apple Watch is nog niet klaar.
no: Apple Watch-tilkoblingen er ikke klar ennå.
pl: Połączenie z Apple Watch nie zostało jeszcze przygotowane.
pt_br: A conexão com o Apple Watch ainda não está pronta.
pt_pt: A conexão com o Apple Watch ainda não está pronta.
ro: Conexiunea cu Apple Watch nu este încă activată.
ru: Соединение с Apple Watch еще не установлено.
sk: Pripojenie k Apple Watch nie je pripravené.
sl: Povezava z Apple Watch še ni pripravljena.
sv: Apple Watch-anslutningen är inte redo.
ta: ஆப்பிள் வாட்ச் இணைப்பு தயாராக இல்லை.
te: Apple వాచ్ కనెక్షన్ సిద్ధం కాలేదు
th: การเชื่อมต่อ Apple Watch ยังไม่ได้เริ่มต้น
tr: Apple Watch bağlantısı henüz hazırlanmadı. Biraz bekleyip tekrar denemeyi unutmayın.
uk: З'єднання з Apple Watch не підготовлено.
vi: Kết nối với Apple Watch chưa được chuẩn bị.
zh_hans: Apple Watch连接未准备好
zh_hant: Apple Watch连接未准备好

# training.ccf4abb42a0e
source: {{value1}}枚（{{value2}}）
ar_sa: قطع {{value1}} ({{value2}})
ca: {{value1}} peces ({{value2}})
cs: {{value1}} ({{value2}})
da: {{value1}} ({{value2}})
de_de: «{{value1}}» ({{value2}})
el: {{value1}} ({{value2}})
en_au: {{value1}} ({{value2}})
es_es: {{value1}} ({{value2}})
fi: {{value1}} ({{value2}})
fr_ca: {{value1}} ({{value2}})
gu: {{value1}} ({{value2}})
he: {{value1}} ({{value2}})
hi: {{value1}} ({{value2}})
hr: {{value1}} ({{value2}})
hu: {{value1}} db ({{value2}})
id: {{value1}} ({{value2}})
it: {{value1}} ({{value2}})
ko: {{value1}}장（{{value2}}）
mr: {{value1}} ({{value2}})
ms: {{value1}} ({{value2}})
nl_nl: {{value1}} ({{value2}})
no: {{value1}} ({{value2}})
pl: {{value1}} ({{value2}})
pt_br: {{value1}} ({{value2}})
pt_pt: {{value1}} ({{value2}})
ro: {{value1}} ({{value2}})
ru: {{value1}} ({{value2}})
sk: {{value1}} ({{value2}})
sl: {{value1}} ({{value2}})
sv: {{value1}} ({{value2}})
ta: {{value1}} எண்ணிக்கை ({{value2}})
te: {{value1}} ({{value2}})
th: {{value1}} ชิ้น（{{value2}}）
tr: {{value1}} adet ({{value2}})
uk: {{value1}} ({{value2}})
vi: «{{value1}}» («{{value2}}»)
zh_hans: {{value1}}张（{{value2}}）
zh_hant: {{value1}} 張（{{value2}}）

# training.cda9a6386691
source: 実績値を編集
ar_sa: تحرير القيمة الفعلية
ca: Editeu el valor real
cs: Upravit výkon
da: Rediger resultat
de_de: Leistung bearbeiten
el: Επεξεργασία επιτευγμάτων
en_au: Edit achievement value
es_es: Editar valor del registro
fi: Muokkaa saavutusarvoja
fr_ca: Modifier les réalisations
gu: પરિણામની કિંમત સંપાદિત કરો
he: עריכת הישג
hi: उपलब्धता को संपादित करें
hr: Uredi vrijednosti postignutih rezultata
hu: Teljesítmény érték szerkesztése
id: Edit nilai prestasi
it: Modifica i risultati
ko: 성공 값 편집
mr: नोंदी संपादित करा
ms: Edit nilai rekod
nl_nl: Resultaten bewerken
no: Rediger resultat
pl: Edytuj wyniki
pt_br: Editar resultados
pt_pt: Editar resultados
ro: Editare valorile realizărilor
ru: Редактировать результаты
sk: Upraviť hodnoty úspechov
sl: Uredi rezultate
sv: Redigera resultat
ta: சாதன மதிப்பை மாற்றவும்
te: సాధించిన విలువను మార్చండి
th: แก้ไขค่าผลลัพธ์
tr: Başarı değerini düzenle
uk: Редагувати результат
vi: Chỉnh sửa thành tích
zh_hans: 编辑记录
zh_hant: 编辑成就值

# training.cdbec49a500c
source: 最大重量
ar_sa: الحد الأقصى للوزن
ca: pes màxim
cs: Maximální váha
da: Maxvægt
de_de: Maximales Gewicht
el: Μέγιστο βάρος
en_au: Maximum weight
es_es: Peso máximo
fi: Suurin paino
fr_ca: Poids maximal
gu: મહત્તમ વજન
he: משקל מקסימלי
hi: अधिकतम वजन
hr: Maksimalna težina
hu: Maximális súly
id: Berat Maksimal
it: Peso massimo
ko: 최대 무게
mr: कमाल वजन
ms: Berat Maksimum
nl_nl: Maximaal gewicht
no: Maksimal vekt
pl: Maksymalna waga
pt_br: Peso máximo
pt_pt: Peso máximo
ro: Greutatea maximă
ru: Максимальный вес
sk: Maximálne zaťaženie
sl: Največja teža
sv: Maxvikt
ta: அதிகபட்ச எடை
te: గరిష్ట బరువు
th: น้ำหนักสูงสุด
tr: Maksimum ağırlık
uk: Максимальна вага
vi: Trọng lượng tối đa

# training.ce9fc6f5909f
source: スクワット
ar_sa: القرفصاء
ca: a la gatzoneta
cs: Kliky
da: Squat
de_de: Kniebeugen
el: Κάθισμα
en_au: Squats
es_es: Sentadillas
fi: Kyykky
fr_ca: Squats
gu: સ્ક્વોટ
he: סקוואט
hi: स्क्वाट
hr: Klizeći squat
hu: Tét
id: Squat
it: Squat
ko: 스쿼트
mr: स्क्वॅट
ms: Squat
nl_nl: Squat
no: Knebøy
pl: Przysiady
pt_br: Agachamento
pt_pt: Agachamento
ro: Genuflexiuni
ru: Приседания
sk: Dvojnásobné dřepy
sl: Večji položaj
sv: Knäböj
ta: ஸ்க்வாட்
te: స్క్వాట్స్
th: สควอท
tr: Squat (Diz Çekme)
uk: Присідання
vi: Squat
zh_hans: 深蹲
zh_hant: 深蹲

# training.cfbf8016ae16
source: 実績 {{value1}} × {{value2}}回
ar_sa: الفعلي {{value1}} × {{value2}} مرات
ca: {{value1}} × {{value2}} vegades reals
cs: Výkon: {{value1}} × {{value2}}krát
da: Resultat: {{value1}} × {{value2}} gange
de_de: Erreichte Leistung: {{value1}} × {{value2}} Mal
el: Επιτεύγματα: {{value1}} × {{value2}} επαναλήψεις
en_au: Achievements: {{value1}} × {{value2}} times
es_es: Registro: {{value1}} × {{value2}} repeticiones
fi: Saavutukset {{value1}} × {{value2}} kertaa
fr_ca: Réalisations : {{value1}} × {{value2}} fois
gu: પરિણામ: {{value1}} × {{value2}} વાર
he: הישגים: {{value1}} × {{value2}} חזרות
hi: उपलब्धता: {{value1}} × {{value2}} बार
hr: Postignuti rezultati {{value1}} × {{value2}} puta
hu: Teljesítmény: {{value1}} × {{value2}} ismétlés
id: Prestasi {{value1}} × {{value2}} kali
it: Risultati: {{value1}} × {{value2}} ripetizioni
ko: 성공 {{value1}} × {{value2}}회
mr: नोंद: {{value1}} × {{value2}} वेळा
ms: Rekod {{value1}} × {{value2}} kali
nl_nl: Resultaten: {{value1}} × {{value2}} keer
no: Resultat: {{value1}} × {{value2}} ganger
pl: Wyniki: {{value1}} × {{value2}} powtórzeń
pt_br: Resultados: {{value1}} × {{value2}} repetições
pt_pt: Resultados: {{value1}} × {{value2}} repetições
ro: Realizări: {{value1}} × {{value2}} execuții
ru: Результаты: {{value1}} × {{value2}} раз
sk: Úspechy {{value1}} × {{value2}}x
sl: Rezultati: {{value1}} × {{value2}}
sv: Resultat: {{value1}} × {{value2}} repetitioner
ta: சாதனை: {{value1}} × {{value2}} முறை
te: సాధించినవి {{value1}} × {{value2}} సార్లు
th: ผลลัพธ์ {{value1}} × {{value2}} ครั้ง
tr: Başarı: {{value1}} × {{value2}} tekrar
uk: Результат: {{value1}} × {{value2}} разів
vi: Thành tích: {{value1}} × {{value2}} lần
zh_hans: 记录：{{value1}}次 × {{value2}}次
zh_hant: 成就 {{value1}} × {{value2}}次

# training.d30ca9b91ccb
source: 胸の日
ar_sa: يوم الصدر
ca: dia de pit
cs: Den pro hrudník
da: Brystdagen
de_de: Tag für Brust
el: Ημέρα για τον θώρακα
en_au: Chest Day
es_es: Día de pecho
fi: Rintapäivä
fr_ca: Jour pour la poitrine
gu: છાતીનો દિવસ
he: יום לחיזוק חזה
hi: छाती का दिन
hr: Dan za prsa
hu: Elülső test napja
id: Hari untuk Latihan Dada
it: Giorno per il petto
ko: 가슴 운동일
mr: छातीचा दिवस
ms: Hari untuk Dada
nl_nl: Dag voor de borst
no: Brystdag
pl: Dzień dla klatki piersiowej
pt_br: Dia para o peito
pt_pt: Dia para o peito
ro: Ziua pentru piept
ru: День для груди
sk: Deň pre hrudník
sl: Dan za prsi
sv: Bröstdagen
ta: மார்பு பகுதியை பயிற்சி செய்யும் நாள்
te: ఛాతీ రోజు
th: วันสำหรับอก
tr: Göğüs Günü
uk: День для грудей
vi: Ngày tập ngực
zh_hans: 胸部日
zh_hant: 胸部日

# training.d34df1b5c392
source: 水
ar_sa: الماء
ca: aigua
cs: Středa
da: Fredag
de_de: Donnerstag
el: Κυριακή
en_au: Water
es_es: Miércoles
fi: Tiistai
fr_ca: Jeudi
gu: બુધ
he: יום חמישי
hi: मंगलवार
hr: Subota
hu: Szerda
id: Jumat
it: Giovedì
ko: 물
mr: शुक्रवार
ms: Jumaat
nl_nl: Donderdag
no: Fredag
pl: Piątek
pt_br: Quinta-feira
pt_pt: Quinta-feira
ro: Vineri
ru: Пятница
sk: Štvrtek
sl: Tožni dan
sv: Fredag
ta: வெள்ளி
te: శుక్రవారం
th: วันศุกร์
tr: Cuma
uk: П'ятниця
vi: Thứ Bảy

# training.d3dc45699b72
source: 上下で差あり
ar_sa: هناك فرق بين الأعلى والأسفل
ca: Hi ha una diferència entre la part superior i la inferior
cs: S rozdílem mezi výškou a snížením
da: Med forskel op og ned
de_de: Mit Auf- und Abwärtsbewegung
el: Με διαφορά πάνω-κάτω
en_au: With difference in up and down
es_es: Con diferencia arriba y abajo
fi: Eri suunnat
fr_ca: Différence entre le haut et le bas
gu: ઉપર અને નીચેમાં તફાવત
he: שינוי בין עליון לתחתון
hi: ऊपर और नीचे में अंतर
hr: Podižući i spuštajući
hu: Felfelé és lefelé
id: Perbedaan antara atas dan bawah
it: Movimento su e giù
ko: 상과 하에 차이 있음
mr: वर आणि खाली फरक
ms: Perbezaan antara atas dan bawah
nl_nl: Met verschil omhoog en omlaag
no: Opp og ned
pl: Różnica między ćwiczeniem w górę i w dół
pt_br: Com diferença entre subida e descida
pt_pt: Com diferença entre subida e descida
ro: Cu mișcare în sus și în jos
ru: С подъемом и опусканием
sk: Smerom nahor a smerom nadol
sl: Navzgor in navoz
sv: Med skillnad upp och ner
ta: மேல் மற்றும் கீழ் வேறுபாடு
te: పైకి మరియు కిందకు వ్యత్యాసం ఉంది
th: มีการเปลี่ยนแปลงทั้งด้านบนและด้านล่าง
tr: Yukarı ve Aşağı Farklı
uk: Зміна висоти
vi: Nâng và hạ
zh_hans: 上下有差异
zh_hant: 上下有差異

# training.d59e261b21df
source: プランク
ar_sa: لوح
ca: tauló
cs: Plank
da: Planke
de_de: Plank
el: Plank
en_au: Plank
es_es: Plancha
fi: Plank
fr_ca: Planche
gu: પ્લેન્ક
he: תנוחת פלג גוף
hi: प्लैंक
hr: Plank
hu: Plank
id: Plank
it: Plank
ko: 플랭크
mr: प्लँक.
ms: Plank
nl_nl: Plank
no: Plank
pl: Plank
pt_br: Prancha
pt_pt: Prancha
ro: Plank
ru: Планка
sk: Plank
sl: Plank
sv: Plank
ta: பிளேன்்க்
te: ప్లాంక్
th: ท่า plank
tr: Plank
uk: Планка
vi: Giữ tư thế
zh_hans: 平板
zh_hant: 平板支撐

# training.d652983f98fd
source: この計画をどう直す？
ar_sa: كيف يمكنني إصلاح هذه الخطة؟
ca: Com puc arreglar aquest pla?
cs: Jak upravit tento plán?
da: Hvordan justerer du denne plan?
de_de: Wie soll dieser Plan geändert werden?
el: Πώς να βελτιώσω αυτό το πρόγραμμα;
en_au: How to adjust this plan?
es_es: ¿Cómo modificar este plan?
fi: Miten muokkaan tätä ohjelmaa?
fr_ca: Comment améliorer ce plan ?
gu: આ યોજનાને કેવી રીતે સુધારવું?
he: איך לשפר את התוכנית הזו?
hi: इस योजना को कैसे सुधारें?
hr: Kako popraviti ovaj plan?
hu: Hogyan javítsuk ezt a tervet?
id: Bagaimana cara memperbaiki rencana ini?
it: Come modificare questo piano?
ko: 이 계획을 어떻게 수정할까요?
mr: या योजनेत काय बदल करायचे?
ms: Bagaimana cara mengubah rencana ini?
nl_nl: Hoe kun je dit aanpassen?
no: Hvordan skal jeg justere dette?
pl: Jak poprawić ten plan?
pt_br: Como ajustar este plano?
pt_pt: Como ajustar este plano?
ro: Cum modifici acest plan?
ru: Как улучшить этот план?
sk: Ako upraviť tento plán?
sl: Kako popraviti to načrt?
sv: Hur ska jag justera det här schemat?
ta: இந்த திட்டத்தை எப்படி மாற்றலாம்?
te: ఈ ప్రణాళికను ఎలా మార్చాలి?
th: จะปรับเปลี่ยนแผนนี้อย่างไร?
tr: Bu planı nasıl düzeltmeliyim?
uk: Як покращити цей план?
vi: Bạn muốn điều chỉnh kế hoạch này như thế nào?
zh_hans: 如何修改这个计划？
zh_hant: 如何修改這個計畫？

# training.d6713c7cb074
source: 目的・重点部位・使える器具・過去の実績から作成しています。保存前に種目と数値を変更できます。
ar_sa: يتم إنشاؤه بناءً على الغرض والمجالات المهمة والمعدات القابلة للاستخدام والنتائج السابقة. يمكنك تغيير الصنف والقيمة قبل الحفظ.
ca: Es crea en funció del propòsit, àrees importants, equips utilitzables i resultats anteriors. Podeu canviar l'element i el valor abans de desar-lo.
cs: Vytváří se na základě vašeho cíle, zaměření, dostupného vybavení a předchozích výsledků. Před uložením můžete upravit cvičení a hodnoty.
da: Baseret på dit mål, fokusområde, tilgængeligt udstyr og tidligere resultater. Du kan ændre øvelser og værdier før gemning.
de_de: Wird anhand von Ziel, Fokusbereich, verfügbaren Geräten und bisherigen Erfolgen erstellt. Vor dem Speichern können Sie Übungen und Werte ändern.
el: Δημιουργείται με βάση τον σκοπό, την κύρια περιοχή, τον διαθέσιμο εξοπλισμό και τα προηγούμενα αποτελέσματα. Μπορείτε να τροποποιήσετε τις ασκήσεις και τις τιμές πριν αποθηκεύσετε.
en_au: Created based on your goals, target areas, available equipment, and past performance. You can modify the exercises and numbers before saving.
es_es: Se crea en función de tu objetivo, área de enfoque, equipo disponible y resultados anteriores. Puedes modificar las opciones y valores antes de guardar.
fi: Luodaan perustuen tavoitteeseen, keskittymisalueeseen, käytettävissä oleviin laitteisiin ja aiempiin tuloksiin. Voit muuttaa harjoituksia ja arvoja ennen tallennusta.
fr_ca: Créé en fonction de vos objectifs, des zones ciblées, de l'équipement disponible et de vos réalisations antérieures. Vous pouvez modifier les exercices et les valeurs avant d'enregistrer.
gu: આ તમારા ધ્યેય, મુખ્ય ભાગો, ઉપયોગ કરી શકાય તેવા સાધનો અને અગાઉની પ્રગતિના આધારે બનાવવામાં આવે છે. સેવ કરતા પહેલા તમે કસરત અને સંખ્યા બદલી શકો છો.
he: יוצרת על סמך המטרה, אזורי הדגש, הציוד הזמין והישגים קודמים. ניתן לשנות את התרגיל והערכים לפני שמירה.
hi: यह आपके उद्देश्य, मुख्य क्षेत्रों, उपलब्ध उपकरणों और पिछले प्रदर्शन के आधार पर बनाया गया है। सहेजने से पहले आप गतिविधियों और संख्याओं को बदल सकते हैं।
hr: Kreira se na temelju cilja, ključnih dijelova tijela, dostupne opreme i prethodnih rezultata. Možete promijeniti kategorije i vrijednosti prije spremanja.
hu: Ez a cél a cél, a hangsúlyos izomcsoportok, az elérhető eszközök és a korábbi teljesítmény alapján kerül meghatározásra. A mentés előtt megváltoztathatja a feladatokat és a számokat.
id: Dibuat berdasarkan tujuan, area fokus, peralatan yang tersedia, dan pencapaian sebelumnya. Anda dapat mengubah jenis dan angka sebelum menyimpan.
it: Creato in base a obiettivi, aree di focus, attrezzature disponibili e risultati precedenti. È possibile modificare esercizi e valori prima del salvataggio.
ko: 목적, 주요 부위, 사용 가능한 장비, 과거 성과를 기반으로 생성합니다. 저장하기 전에 운동 종류와 숫자를 변경할 수 있습니다.
mr: हे उद्दिष्टांवर आधारित आहे, ज्यात उद्देश, मुख्य भाग, वापरण्यायोग्य उपकरणे आणि मागील कामगिरीचा समावेश आहे. साठवण्यापूर्वी तुम्ही व्यायाम प्रकार आणि संख्या बदलू शकता.
ms: Dibuat berdasarkan matlamat, bahagian fokus, peralatan yang tersedia, dan prestasi sebelumnya. Anda boleh mengubah suai aktiviti dan nilai sebelum menyimpan.
nl_nl: Wordt gemaakt op basis van je doelen, focusgebieden, beschikbare apparatuur en eerdere prestaties. Je kunt de oefeningen en waarden wijzigen voordat je opslaat.
no: Basert på mål, fokusområder, tilgjengelig utstyr og tidligere resultater. Du kan endre øvelser og verdier før du lagrer.
pl: Tworzony na podstawie celu, skupionych obszarów, dostępnych urządzeń i wcześniejszych osiągnięć. Możesz zmienić ćwiczenia i wartości przed zapisaniem.
pt_br: Criado com base em seus objetivos, áreas de foco, equipamentos disponíveis e resultados anteriores. Você pode alterar os exercícios e valores antes de salvar.
pt_pt: Criado com base em seus objetivos, áreas de foco, equipamentos disponíveis e resultados anteriores. Você pode alterar os exercícios e valores antes de salvar.
ro: Este creat pe baza scopului, a zonei de accent, a echipamentelor disponibile și a rezultatelor anterioare. Puteți modifica exercițiile și valorile înainte de salvare.
ru: Создается на основе целей, целевых групп мышц, доступного оборудования и предыдущих результатов. Перед сохранением можно изменить упражнения и значения.
sk: Je vytvorený na základe vašich cieľov, zameraných oblastí, dostupného vybavenia a minulých výsledkov. Pred uložením môžete upraviť typy a čísla.
sl: Ustvarjeno glede na cilj, ključne dele, na razpolaganem oporu in prejšnjo uspešnost. Pred shranjevanjem lahko spremenite vadbo in številke.
sv: Skapas baserat på mål, fokusområden, tillgänglig utrustning och tidigare resultat. Du kan ändra övningar och värden innan du sparar.
ta: இது உங்கள் நோக்கம், முக்கியப் பகுதி, பயன்படுத்தக்கூடிய உபகரணங்கள் மற்றும் கடந்தகால சாதனைகளின் அடிப்படையில் உருவாக்கப்படுகிறது. சேமிப்பதற்கு முன், பயிற்சிகள் மற்றும் எண்களை மாற்றலாம்.
te: ఇది లక్ష్యం, ముఖ్యమైన ప్రాంతం, ఉపయోగించగల పరికరాలు మరియు గత విజయాల ఆధారంగా రూపొందించబడుతుంది. సేవ్ చేయడానికి ముందు మీరు వ్యాయామాలను మరియు సంఖ్యలను మార్చవచ్చు.
th: สร้างจากวัตถุประสงค์, ส่วนที่เน้น, อุปกรณ์ที่ใช้ และผลลัพธ์ในอดีต สามารถแก้ไขได้ก่อนบันทึก
tr: Amaç, odaklanılacak bölge, kullanılabilir ekipman ve geçmiş başarılarınızdan oluşturulur. Kaydetmeden önce egzersizi ve sayıları değiştirebilirsiniz.
uk: Створюється на основі вашої мети, зони для тренувань, доступного обладнання та попередніх результатів. Можна змінити види та значення перед збереженням.
vi: Được tạo dựa trên mục tiêu, vùng tập trung, dụng cụ có thể sử dụng và thành tích trước đây. Bạn có thể thay đổi bài tập và số lần trước khi lưu.
zh_hans: 此功能基于您的目标、重点部位、可用的设备以及过去的成就。在保存之前，您可以更改项目和数值。
zh_hant: 此等級是根據您的目的、重點部位、可用的器材以及過去的成就來設定的。在儲存之前，您可以更改項目和數字。

# training.d73b5768f914
source: 相談して修正
ar_sa: التشاور والإصلاح
ca: Consulta i arregla
cs: Konzultujte a upravte
da: Konsulter og rediger
de_de: Beratung und Anpassung
el: Ζητήστε διόρθωση
en_au: Consult and adjust
es_es: Consulta y modifica
fi: Kysy neuvoa ja muokkaa
fr_ca: Demander une modification
gu: સલાહ માટે સંપર્ક કરો અને સુધારા કરો
he: התייעץ ושנה
hi: सुझाव के लिए संशोधित करें
hr: Razgovaraj i izmjenjaj plan
hu: Kérjen segítséget és módosítsa
id: Konsultasikan dan perbaiki
it: Consulta e modifica
ko: 상담 후 수정
mr: सल्ला देऊन सुधारणा करा
ms: Berunding dan edit
nl_nl: Raadpleeg en pas aan
no: Be om hjelp og justeringer
pl: Skonsultuj się i zmodyfikuj
pt_br: Consulte e ajuste
pt_pt: Consulte e ajuste
ro: Solicită ajustări
ru: Проконсультируйтесь и внесите изменения
sk: Požiadať o pomoc a úpravu
sl: Posvetujte se in popravite
sv: Fråga om justering
ta: ஆலோசனை செய்து சரிசெய்யவும்
te: సలహా ఇవ్వండి మరియు సరిచేయండి
th: ปรึกษาเพื่อปรับเปลี่ยน
tr: Danışarak düzelt
uk: Порадьтеся та внесіть зміни
vi: Tham khảo và sửa đổi
zh_hans: 咨询并修改
zh_hant: 諮詢並修改

# training.d76c7025a2c6
source: トレーニング
ar_sa: التدريب
ca: formació
cs: Trénink
da: Træning
de_de: Training
el: Άσκηση
en_au: Workout
es_es: Entrenamiento
fi: Harjoittelu
fr_ca: Entraînement
gu: તાલીમ
he: אימון
hi: प्रशिक्षण
hr: Trening
hu: Edzés
id: Latihan
it: Allenamento
ko: 운동
mr: प्रशिक्षण
ms: Latihan
nl_nl: Training
no: Trening
pl: Trening
pt_br: Treino
pt_pt: Treino
ro: Antrenament
ru: Тренировка
sk: Tréning
sl: Trening
sv: Träning
ta: பயிற்சி
te: వ్యాయామం
th: การออกกำลังกาย
tr: Egzersiz
uk: Тренування
vi: Huấn luyện
zh_hans: 训练
zh_hant: 訓練

# training.d7d8f0d93063
source: 体型写真
ar_sa: صورة الجسم
ca: foto corporal
cs: Fotografie postavy
da: Billed af kropsform
de_de: Foto des Körpertyps
el: Φωτογραφία σωματότυπου
en_au: Body Shape Photo
es_es: Foto de tu físico
fi: Kehonkuva
fr_ca: Photo de votre silhouette
gu: શરીરની આકારની તસવીર
he: תמונות גוף
hi: बॉडी टाइप फोटो
hr: Fotografija tijela
hu: Testkép
id: Foto Bentuk Tubuh
it: Foto del corpo
ko: 몸매 사진
mr: शरीराची प्रतिमा
ms: Foto bentuk badan
nl_nl: Foto van je lichaam
no: Bilde av kropp
pl: Zdjęcie sylwetki
pt_br: Foto do corpo
pt_pt: Foto do corpo
ro: Fotografie cu silueta
ru: Фото вашей фигуры
sk: Fotografie postavy
sl: Fotografija telesne forme
sv: Bild av kroppsform
ta: உடல் அமைப்பு புகைப்படம்
te: శరీర ఆకృతి ఫోటోలు
th: รูปภาพรูปร่าง
tr: Vücut Fotoğrafı
uk: Фото вашої фігури
vi: Ảnh dáng vóc
zh_hans: 身体照片
zh_hant: 體型照片
